cask_args appdir: '/Applications'

brew 'ansible'
brew 'httpie'
brew 'openssl'
brew 'python'
brew 'node'
brew 'xz'
brew 'wget'
brew 'ncdu'
# brew 'git'
# brew 'zsh'

# Misc Mac Apps
tap 'caskroom/cask'
tap 'caskroom/versions'
cask 'alfred'
cask 'flux'

# VMs and Vagrant
cask 'virtualbox'
cask 'vagrant'
cask 'vagrant-manager'

# PHP
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'homebrew/homebrew-php'
# brew 'php56'
# brew 'php56-mcrypt'
# brew 'php56-xdebug'
brew 'php70'
brew 'php70-xdebug'
brew 'composer'

# Dev Stuff
cask 'iterm2'
cask 'sequel-pro'
cask 'sublime-text'
cask 'charles'
cask 'ngrok'
cask 'postman'

# Misc
cask '1password'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'torbrowser'
cask 'handbrake'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'

# Quicklooks
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'betterzipql'
cask 'qlimagesize'
cask 'suspicious-package'
cask 'qlprettypatch'
cask 'webpquicklook'
