cask_args appdir: '/Applications'

brew 'ansible'
brew 'httpie'
brew 'openssl'
brew 'python'
brew 'node'
brew 'wget'

# Misc Mac Apps
tap 'caskroom/cask'
tap 'caskroom/versions'
cask 'alfred'
cask 'flux'

# VMs and Vagrant
cask 'virtualbox'
cask 'vagrant'

# Dev Stuff
cask 'iterm2'
cask 'sequel-pro'
cask 'sublime-text3'

# Misc
cask '1password'
cask 'firefox'
cask 'google-chrome'
cask 'torbrowser'
cask 'handbrake'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
